{
  "tip_05": {
    "partidos": [
      "Necaxa W vs Pumas UNAM W (Over 0.5 goles) - Liga MX Femenil",
      "Central vs Defence Force (Over 0.5 goles) - Pro League Trinidad y Tobago",
      "San Carlos vs Puntarenas FC (Over 0.5 goles) - Primera División Costa Rica"
    ],
    "cuota_total": 1.45,
    "stake": 8,
    "analisis": "Partidos con alta probabilidad de que al menos un gol se produzca en cualquier momento. Equipos con ofensivas activas y defensas vulnerables según modelos xG."
  },
  "tip_15": {
    "partidos": [
      "Toluca W vs Tigres UANL W (Over 1.5 goles) - Liga MX Femenil",
      "Rondoniense vs Genus (Over 1.5 goles) - Rondoniense Brasil",
      "Floresta vs Iguatu (Over 1.5 goles) - Cearense 1 Brasil"
    ],
    "cuota_total": 1.82,
    "stake": 6,
    "analisis": "Partidos con tendencia a marcar múltiples goles. Proyección ofensiva alta, equipos necesitados de puntos y defensas permeables."
  },
  "tip_1x2x": {
    "partidos": [
      "Rancho Santana vs Diriangén (1X) - Primera División Nicaragua",
      "Argentinos JRS vs Midland (1X) - Copa Argentina",
      "Ponte Preta vs São Bernardo (2X) - Paulista A1 Brasil"
    ],
    "cuota_total": 1.88,
    "stake": 7,
    "analisis": "Doble oportunidad para cubrir escenarios de empate o ligera ventaja del favorito. ELO y análisis de forma recientes respaldan esta cobertura conservadora."
  },
  "tip_btts": {
    "partidos": [
      "América Mineiro vs Atlético-MG (BTTS Sí) - Mineiro 1 Brasil",
      "Flamengo vs Vasco DA Gama (BTTS Sí) - Carioca 1 Brasil",
      "Santa Fe vs Junior (BTTS Sí) - Superliga Colombia"
    ],
    "cuota_total": 2.25,
    "stake": 5,
    "analisis": "Ambos equipos muestran capacidad ofensiva sostenida y vulnerabilidad defensiva según xG/xGA. Alta probabilidad de goles en ambos lados."
  },
  "tip_asiatico": {
    "partidos": [
      "Tractor Sazi vs Mes Rafsanjan (Tractor Sazi +0.5 AH) - Persian Gulf Pro League Irán",
      "Al-Raed vs Al-Adalah (Al-Raed -0.5 AH) - Division 1 Arabia Saudita",
      "Wadi Degla vs Ghazl El Mehalla (Wadi Degla +0.5 AH) - Premier League Egipto"
    ],
    "cuota_total": 3.10,
    "stake": 4,
    "analisis": "Hándicaps asiáticos para cubrir riesgo y aprovechar favoritismo. Diferenciales de nivel y momentum reciente favorecen estas líneas."
  },
  "tip_bonus": {
    "partidos": [
      "Guadalajara W vs Querétaro W (Over 0.5 goles) - Liga MX Femenil",
      "Chapelton vs Waterhouse (1X) - Premier League Jamaica",
      "Malmo FF vs FK Crvena Zvezda (BTTS Sí) - UEFA Europa League"
    ],
    "cuota_total": 2.65,
    "stake": 6,
    "analisis": "TIP BONUS IA: combinaciones conservadoras y equilibradas entre over, BTTS y doble oportunidad para maximizar acierto con riesgo moderado."
  },
  "control_panel": {
    "bankroll_actual": 103.85,
    "balance_ayer": "START",
    "unidades_ayer": "0.00",
    "partidos_ayer": [],
    "ultima_actualizacion": "2026-01-22 09:30 AM"
  }
}
