{
  "tip_05": {
    "partidos": [
      "Feyenoord vs Sturm Graz - UEFA Europa League",
      "Bologna vs Celtic - UEFA Europa League",
      "PAOK vs Real Betis - UEFA Europa League"
    ],
    "cuota_total": 1.38,
    "stake": 8,
    "analisis": "Selección de partidos donde el control del juego y la generación ofensiva tardía es alta según modelos xG, especialmente tras el descanso. Favoritos con defensa rival vulnerable en transiciones posteriores al minuto 60. Kelly sugiere valor positivo con baja varianza."
  },
  "tip_15": {
    "partidos": [
      "Freiburg vs Maccabi Tel Aviv - UEFA Europa League",
      "Viktoria Plzen vs Porto - UEFA Europa League",
      "Young Boys vs Lyon - UEFA Europa League"
    ],
    "cuota_total": 1.84,
    "stake": 6,
    "analisis": "Partidos con promedios ofensivos combinados elevados y riesgo moderado. Los modelos xG/xGA muestran mayor probabilidad de que el total supere 1.5 goles por partido. Equipos con necesidad competitiva clara y juego abierto."
  },
  "tip_1x2x": {
    "partidos": [
      "Dinamo Zagreb vs FCSB - UEFA Europa League (1X)",
      "Rangers vs Ludogorets - UEFA Europa League (1X)",
      "Utrecht vs Genk - UEFA Europa League (1X)"
    ],
    "cuota_total": 1.89,
    "stake": 7,
    "analisis": "Doble oportunidad elegida para proteger frente a empates probables. Analíticas ELO confirman favoritismos consistentes, pero con escenarios de control conservador evitando sorpresas. Ideal para estabilidad del bankroll."
  },
  "tip_btts": {
    "partidos": [
      "Celta de Vigo vs Lille - UEFA Europa League",
      "SC Braga vs Nottingham Forest - UEFA Europa League",
      "Nice vs Go Ahead Eagles - UEFA Europa League"
    ],
    "cuota_total": 2.22,
    "stake": 5,
    "analisis": "BTTS seleccionado tras correlación de generación ofensiva en ambos bandos: los tres partidos muestran xG de ataque mutuo por encima del umbral medio, así como defensas con xGA elevado últimamente. Mercados líquidos y tendencia estable."
  },
  "tip_asiatico": {
    "partidos": [
      "Fenerbahce vs Aston Villa (Aston Villa +0.25 AH) - UEFA Europa League",
      "Brann vs Midtjylland (Brann -0.5 AH) - UEFA Europa League",
      "Roma vs Stuttgart (Roma -0.75 AH) - UEFA Europa League"
    ],
    "cuota_total": 3.12,
    "stake": 4,
    "analisis": "Hándicaps asiáticos aplicados para aprovechar ventaja de nivel y cobertura del riesgo. Los diferenciales ELO y momentum reciente favorecen líneas positivas ligeras para Villa y fuertes para Brann y Roma, con Kelly positivo tras ajustes de mercado."
  },
  "tip_bonus": {
    "partidos": [
      "Feyenoord vs Sturm Graz (Feyenoord Ganador) - UEFA Europa League",
      "Celta de Vigo vs Lille (+1.5 Goles) - UEFA Europa League",
      "Roma vs Stuttgart (Roma -1 AH) - UEFA Europa League"
    ],
    "cuota_total": 2.67,
    "stake": 6,
    "analisis": "TIP BONUS IA combinado – Elección de mercados variados para maximizar probabilidad de acierto: victoria simple clara en partidos dominados por favoritos, over conservador en duelo equilibrado ofensivo y hándicap para cubrir posibles escenarios de victoria ajustada. Todos los picks superan los filtros de Kelly, xG, ELO y momentum."
  },
  "control_panel": {
    "bankroll_actual": 103.85,
    "balance_ayer": "START",
    "unidades_ayer": "0.00",
    "partidos_ayer": [],
    "ultima_actualizacion": "2026-01-22 09:30 AM"
  }
}
